GAMES_TEXT = (
    "⚡️ <b>В InnoGameClub Вас ждет большой выбор игр </b>⚡️\n\n"
    "🖥 <b>На PC</b>:\n"
    "➖ Dota 2\n"
    "➖ CS 2\n"
    "➖ Valorant\n"
    "➖ PUBG\n➖LoL\n\n"
    "🎮 <b>На PlayStation</b>:\n"
    "➖ FIFA\n"
    "➖ Mortal Kombat 11\n"
    "➖ UFC 3\n\n"
    "🥽 <b>На VR</b>: \n"
    "➖ BeatSaber\n"
    "➖ SuperHOT\n"
    "➖ Pistol Whip\n"
    "➖ HL Alyx\n"
    "➖ Bontworks\n"
    "➖ Pavlov VR\n\n"
    "Также в закрепленном файле Вы можете ознакомиться с полным списком наших игр 👆🏻"
)
HELLO_TEXT = "Приветствуем в Компьютерном клубе InnoGame"
WORKING_HOURS_TEXT = (
    "👨‍💻 Время работы:\n\n"
    "Пн - Пт: 18:00 - 06:00\n"
    "Сб - Вс: 12:00 - 06:00\n\n"
    "🚩 Иннополис, ул. Университетская, дом 1"
)
HALL_TEXT = "Выберите зал"
PLACE_TEXT = "Выберите компьютер 🖥"
DAY_TEXT = "Выберите день"
TIME_START_TEXT = "Выберите время начала"
TIME_FINISH_TEXT = "Выберите время окончания"
SPECIFICATIONS_TEXT = (
    "⚡️ <b>Характеристики:</b>\n\n"
    "➖ 10 PC: i78700K\n"
    "➖ 16 Gb ddr4\n"
    "➖ Gtx 1080 8 Gb\n\n"
    "➖ 144hz мониторы '27\n"
    "➖ Удобные стулья и столы DXRACER F1\n"
    "➖ PS4 PRO с VR очками\n"
    "➖ VR шлем PICO 4"
)
__all__ = [
    "GAMES_TEXT",
    "HELLO_TEXT",
    "WORKING_HOURS_TEXT",
    "SPECIFICATIONS_TEXT",
    "PLACE_TEXT",
    "DAY_TEXT",
    "TIME_START_TEXT",
    "TIME_FINISH_TEXT",
]
